acpi
acpid
baobab
base
base-devel
bluez-utils
brightnessctl
bzmenu
cava
chrony
cliphist
croc
decibels
discord
dosfstools
efibootmgr
epiphany
evince
evtest
extra-cmake-modules
fastfetch
foot
fwupd
garcon
gdm
ghostty
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
hyprsunset
intel-media-driver
intel-ucode
iwd
iwmenu
kate
kitty
kvantum
less
librewolf-bin
libva-utils
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
loupe
lsof
lvm2
lxappearance
malcontent
mousepad
mpv
mtools
mullvad-vpn-bin
nano
nautilus
networkmanager
obsidian
openssh
orca
os-prober
pamixer
parole
paru
pavucontrol
plasma-wayland-protocols
plasma5support
polkit-kde-agent
qt6-5compat
qt6-multimedia
qt6-virtualkeyboard
reflector
ristretto
rofi-wayland
rsync
rygel
simple-scan
snapshot
spotify-launcher
stow
sudo
sushi
swaync
swww
tecla
terminus-font
throttled
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tlp
totem
ttf-font-awesome
ttf-terminus-nerd
tumbler
ungoogled-chromium-bin
vim
vscodium-bin
vulkan-intel
waybar
wget
whois
wlogout
wofi
xdg-desktop-portal-hyprland-git
xdg-user-dirs-gtk
xf86-video-intel
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xinit
yay-bin-debug
yelp
yt-dlp
zig
